Repository: aleray/glamkit-eventtools
Catalog: eventtools/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: Delete occurrences (and prevent recreation by a repeating occurrence)
fr_fr: Supprimer les occurrences (et empêcher leur recréation par le biais d'une occurrence répétée)

source: Delete occurrences (but allow recreation by a repeating occurrence)
fr_fr: Supprimer les occurrences (mais autoriser la recréation par le biais d'un occurrence répétée)

source: Make occurrences one-off (and prevent recreation by a repeating occurrence)
fr_fr: Rendre les occurrences

source: Make occurrences cancelled
fr_fr: Donner le status 'annulé' aux aoccurrences

source: Make occurrences fully booked
fr_fr: Donner les statut 'complet' aux occurrences

source: Clear booked/cancelled status
fr_fr: Supprimer les statuts 'annulé' ou 'complet'

source: title (items in bold will be listed; other items are templates or variations)
fr_fr: titre (les items en gras seront listés; les autres items sont des gabarits ou des variations)

source: Generated in same event
fr_fr: Généré dans le même évènement

source: Generated in ancestor event
fr_fr: Généré dans un évènement parent

source: Generated anywhere
fr_fr: Généré n'importe où

source: One-off
fr_fr: Unique

source: Which event is this event derived from. Use the 'create a variation' on the parent event to inherit the parent's information.
fr_fr: L'évènement duquel cet évènement est dérivé. Utilisez la fonctionnalité 'créer une variation' sur l'évènement parent pour hériter de ses informations

source: title
fr_fr: titre

source: URL name
fr_fr: Permalien

source: This is used in the event's URL, and should be unique and unchanging.
fr_fr: Ceci est utilisé pour construire l'URL de l'évènement, et doit être unique et constant

source: season
fr_fr: saison

source: a summary description of when this event is on (e.g. 24 August - 12 September 2012). One will be generated from the occurrences if not provided)
fr_fr: Un résumé de quand cet évènement a lieu (ex. 24 août - 12 septembre 2012). Généré automatiquement si le champ n'est pas rempli

source: a detailed description of when sessions are (e.g. 'Tuesdays and Thursdays throughout February, at 10:30am')
fr_fr: une description détaillée de quand les sessions ont lieu (ex. 'Les mardis et jeudis de février, à 10h30'

source: start
fr_fr: début

source: repeating occurrence exclusion
fr_fr: exclusion d'occurrences répétées

source: repeating occurrence exclusions
fr_fr: exclusions d'occurrences répétées

source: rule
fr_fr: règle

source: repeat until
fr_fr: répéter jusqu'au

source: Occurrences will repeat up to and including this date. If ommitted, the next year's worth of occurrences will be created.
fr_fr: Les occurrences se répèterons jusqu'à cette date incluse. En cas d'ommission, des événements seront créés sur un an.

source: repeating occurrence
fr_fr: occurrence répétée

source: repeating occurrences
fr_fr: occurrences répétées

source: Yearly
fr_fr: Annuel

source: Monthly
fr_fr: Mensuel

source: Weekly
fr_fr: Hebdomadaire

source: Daily
fr_fr: Journalier

source: name
fr_fr: nom

source: a short friendly name for this repetition.
fr_fr: un nom court convivial pour cette répétition.

source: common rules appear at the top of the list.
fr_fr: les règles communes apparaisent en haut de la liste.

source: frequency
fr_fr: fréquence

source: the base repetition period.
fr_fr: la période de répétition de base.

source: inclusion parameters
fr_fr: paramètres d'inclusion

source: extra params required to define this type of repetition.
fr_fr: paramètres supplémentaires nécéssaires pour définire ce type de répétition.

source: complex rules
fr_fr: règles complexes

source: overrides all other settings.
fr_fr: outrepasse tous les autres paramètres

source: repetition rule
fr_fr: règle de répétition

source: repetition rules
fr_fr: règles de répétition

source: end
fr_fr: fin

source: duration (mins)
fr_fr: durée (minutes)

source: to create 'all day' events, set start time to 00:00 and leave duration blank
fr_fr: pour créer des évènements sur toute la journée, régler l'heure de début sur 00:00 et ne pas spécifier de durée

source: all day
fr_fr: toute la journée

source: Today
fr_fr: Aujourd'hui

source: Tomorrow
fr_fr: Demain

source: Yesterday
fr_fr: Hier

source: Create a variation of this event
fr_fr: Créer une variation de cet évènement

source: View child occurrences
fr_fr: Voir les occurrences répétées

source: Variation family
fr_fr: Variation de la famille

source: Add %(name)s
fr_fr: Ajouter %(name)s

source: Showing all occurrences of <a href="%(root_event_change_url)s">%(root_event)s</a> and its descendants
fr_fr: Montrer toutes les occurrences de <a href="%(root_event_change_url)s">%(root_event)s</a> et ses enfants
